Repository: simgunz/redshift-plasmoid
Catalog: po/*.po
Languages: fr

# Action the user can perform
source: Click to toggle on, scroll the mouse wheel to set the color temperature manually
fr: Cliquez pour activer et utilisez la molette de la souris pour définir manuellement une température de couleur.

# Action the user can perform
source: Click to toggle off, scroll the mouse wheel to set the color temperature manually
fr: Cliquez pour désactiver et utilisez la molette de la souris pour définir manuellement une température de couleur.

# Action the user can perform
source: Click to switch to auto mode, scroll the mouse wheel to change the color temperature
fr: Cliquez pour passer au mode automatique et utilisez la molette de la souris pour choisir une température de couleur.

# Redshift main configuration page
source: General
fr: Général

# Redshift is forced to be enabled in this activity
source: Always Enabled
fr: Toujours activé

# Redshift is forced to be disabled in this activity
source: Always Disabled
fr: Toujours désactivé

# Redshift activities behaviour configuration page
source: Activities
fr: Activités

# KDE Plasma activity
source: Activity
fr: Activité

# The desired color temperature during the day
source: Day Color Temperature:
fr: Température des couleurs diurnes:

# The desired color temperature during the night
source: Night Color Temperature:
fr: Température des couleurs nocturnes:

source: Additional gamma correction (default is 1:1:1).
fr: Correction gamma additionnelle (1:1:1 par défaut).

# Enable smooth transition when the program start and stop
source: Smooth Transition:
fr: Transition douce:

# Launch the program on startup
source: Autostart:
fr: Démarrage automatique:

source: Enabled
fr: Activé

# The method used to set the color temperature
source: Adjust Method:
fr: Méthode d'ajustement:

source: Brightness:
fr: Luminosité:

# @label - KCFG entry name
source: Day Color Temperature
fr: Température des couleurs diurnes

# @info:tooltip
source: A neutral color temperature is 6500°K.
fr: 6500°K correspond à une température de couleur neutre.

# @label - KCFG entry name
source: Night Color Temperature
fr: Température des couleurs nocturnes

# @info:tooltip
source: The recommended night color temperature is 4500°K.
fr: La température recommandée pour les couleurs nocturnes est de 4500°K.

# @label - KCFG entry name
source: Red Gamma Correction
fr: Correction gamma du rouge

# @info:tooltip
source: Gamma correction (Red)
fr: Correction gamma (rouge)

# @label - KCFG entry name
source: Green Gamma Correction
fr: Correction gamma du vert

# @info:tooltip
source: Gamma correction (Green)
fr: Correction gamma (vert)

# @label - KCFG entry name
source: Blue Gamma Correction
fr: Correction gamma du bleu

# @info:tooltip
source: Gamma correction (Blue)
fr: Correction gamma (bleu)

# @label
source: Brightness
fr: Luminosité

# @label - KCFG entry name
source: Smooth Transition Flag
fr: Drapeau pour la transition douce

# @label - KCFG entry name
source: Autostart Flag
fr: Drapeau pour le démarrage automatique

# @label - KCFG entry name
source: Color Adjustment Method
fr: Méthode d'ajustement des couleurs

# @info:tooltip
source: Redshift color adjustment method. If Auto (randr) doesn't work, try vidmode.
fr: Méthode d'ajustement des couleurs de Redshift. Si « Auto » (randr) ne fonctionne pas, essayez « vidmode ».

source: Always On Activities
fr: Activités toujours actives

source: Always Off Activities
fr: Activités toujours désactivées

# NAME OF TRANSLATORS
source: Your names
fr: Pierre Buard

# EMAIL OF TRANSLATORS
source: Your emails
fr: pierre.buard@gmail.com
